{
  "Strings": [
    "I swear, this city is getting more expensive by the minute.",
    "Can you believe this weather?",
    "Why are people so rude here?",
    "I’ve been waiting for this bus for 20 minutes!",
    "My feet are killing me from all this walking.",
    "The service at that restaurant was terrible.",
    "Why does everything have to be so complicated?",
    "I just missed my train, again!",
    "I don’t know how people live in this chaos.",
    "Why is everything always so crowded?",
    "I just got catcalled for the fifth time today.",
    "The rent here is highway robbery!",
    "These tourists are driving me crazy.",
    "The line at that coffee shop was ridiculous.",
    "I can't get a moment of peace around here.",
    "Why is parking always impossible to find?",
    "The traffic here is unbearable.",
    "Everywhere I go, it's just noise, noise, noise!",
    "I waited in line for an hour just for a coffee.",
    "Why do people think they own the sidewalk?",
    "The subway is always packed like sardines.",
    "It’s always construction season, isn’t it?",
    "Do they ever fix the roads in this city?",
    "Why is everything so overpriced?",
    "I can’t even hear myself think with all this noise.",
    "Why is public transportation always late?",
    "I’ve never seen a place with worse drivers.",
    "I can’t believe how long I had to wait for a table.",
    "Why do people here act like they're always in a rush?",
    "The garbage on the streets is out of control.",
    "I just got soaked because I couldn't catch a cab.",
    "Why do the lights always take so long to change?",
    "Why do I have to push through crowds everywhere?",
    "Does anything ever work right in this place?",
    "There’s never anywhere to sit in the park.",
    "I swear, I can’t get anything done with all these distractions.",
    "How can people charge so much for a sandwich?",
    "I can never get a good night’s sleep with all the noise.",
    "Everywhere I go, it feels like I’m stuck in a line.",
    "Does everyone have to walk so slowly?",
    "I can’t believe how hard it is to get anywhere on time.",
    "It’s like every day, the city gets more expensive.",
    "Why is everything here so much hassle?",
    "I’m always late because nothing ever runs on time.",
    "The sidewalks are so crowded, it’s like playing dodgeball.",
    "I swear, the traffic never ends.",
    "The public transit system is a complete mess.",
    "Why does it take forever to get anything done around here?",
    "The city never sleeps, and neither can I.",
    "Even the grocery stores are packed!",
    "I had to wait 30 minutes just to get into a bar.",
    "I can’t get a moment to myself with all this hustle.",
    "Everywhere you go, it's like a maze of people.",
    "Why are cabs always full when I need one?",
    "The weather here never seems to cooperate.",
    "I’m so tired of dealing with rude people all the time.",
    "It's impossible to find any peace and quiet here.",
    "I’m constantly running late because of this city.",
    "The air quality is so bad, I can barely breathe.",
    "Why are there so many street vendors in the way?",
    "Why is it so hard to get from point A to point B?",
    "Why is rent going up every year?",
    "I can’t find a single affordable place to eat.",
    "Why is everyone so impatient around here?",
    "I had to walk three blocks just to find a trash can.",
    "I can’t stand how loud it is all the time.",
    "It’s like every restaurant has a line out the door.",
    "Why does everything have to be so expensive?",
    "There’s no such thing as personal space in this city.",
    "It’s like every day is a battle just to get through it.",
    "How is it so hard to find a parking spot?",
    "Even getting groceries is a marathon.",
    "It’s impossible to get anywhere on time with this traffic.",
    "Why is it so hot in the summer and freezing in the winter?",
    "There’s always something broken or under construction.",
    "I can’t even get a seat on the train during rush hour.",
    "I’m tired of the city being so overcrowded.",
    "How is it possible that everything is always delayed?",
    "The cost of living here is ridiculous.",
    "Why is it always so loud, even at night?",
    "I had to walk miles just to find a decent coffee place.",
    "I’m so over the endless lines for everything.",
    "Does it have to be this hard to find a quiet spot?",
    "I can’t stand the constant chaos everywhere.",
    "Why is it so hard to get a cab when it rains?"
  ]
}