{
  "Strings": [
    "I’d love to stay and chat, but I’ve got a meeting.",
    "Sorry, I’m running late for work.",
    "I need to catch my train. Talk later?",
    "I have to go, but we should catch up soon!",
    "I’d better get going, my dog’s waiting for me.",
    "I’m late for a lunch date.",
    "I just remembered, I left something at home.",
    "My phone’s about to die, I’d better get home.",
    "I’ve got to run, but it was great seeing you!",
    "I need to make a call. Let’s catch up later?",
    "I really have to hit the gym before it closes.",
    "Sorry, I’ve got to meet someone in a few minutes.",
    "I need to catch the next bus.",
    "I’ve got an appointment I can’t miss.",
    "I’d love to stay, but my boss is calling.",
    "I’ve got to finish up some work. We’ll chat soon!",
    "I’m running behind schedule. Let’s talk another time!",
    "I have to run some errands before the shops close.",
    "I’ve got to head out now, but I’ll text you later.",
    "I need to grab something before it gets too late.",
    "It’s been great, but I’ve got to get back to work.",
    "I’ve got to get ready for a meeting. Let’s talk soon!",
    "I have a few things to take care of. Let’s catch up later!",
    "I’ve got a dinner reservation I can’t miss.",
    "I’d love to keep talking, but I have to leave now.",
    "I need to pick something up before it closes.",
    "I’ve got to head home before traffic gets worse.",
    "I just realized the time! I need to run.",
    "It’s been great chatting, but I’ve got a deadline to meet.",
    "I’m late for an appointment, but we’ll catch up soon!",
    "I really have to be somewhere right now.",
    "I’ve got to get going. Let’s do this again soon!",
    "I have to head out now, but we’ll catch up later.",
    "I’d better be going before I miss my ride.",
    "It’s getting late, I should get going.",
    "I’ve got to meet someone, but let’s catch up soon.",
    "I’m heading out, but it was nice talking to you.",
    "I’ve got to get back to something I was working on.",
    "I’m going to be late if I don’t leave now.",
    "I’ve got to wrap up some things before the end of the day.",
    "It’s been fun, but I’ve got to head out now.",
    "I’ve got a few more things to do before the day’s over.",
    "I need to leave now, but we’ll talk soon!",
    "I’m supposed to meet someone shortly, so I’ve got to go.",
    "I have some plans I need to get to.",
    "I’ve got to catch my ride. Let’s talk later!",
    "I’d better be on my way now. Let’s catch up soon.",
    "I need to head home before it gets too late.",
    "I’ve got an early start tomorrow, so I need to go.",
    "I’ve got something else I need to do right now.",
    "I’ve got to take care of something. Talk soon?",
    "I just realized I have a call in a few minutes.",
    "It’s been great talking, but I’ve got to run!",
    "I should go before it gets too late.",
    "I need to finish up some things before the day ends.",
    "I’ve got to catch up on a few things at home.",
    "I’m going to head out now, but I’ll see you soon.",
    "I’ve got to wrap this up, but let’s talk later!",
    "I should head out before I’m late for my next thing.",
    "It’s been fun, but I’ve got to run now.",
    "I’ve got to get back to something I was doing.",
    "I’m already running late, so I need to head out.",
    "I’ve got a few more errands to run before the day’s over.",
    "I’ve got an important call coming up, so I need to go.",
    "It’s been great, but I’ve got to get going now.",
    "I’ve got to head home and finish a few things.",
    "I’m on a bit of a tight schedule today, so I need to leave.",
    "I have a meeting I can’t be late for, so I’ve got to go.",
    "I’ve got to be somewhere soon, but we’ll chat later.",
    "I’m heading out now, but we’ll catch up again soon.",
    "I need to run a quick errand, but I’ll be in touch.",
    "It’s getting late, and I’ve got to head home.",
    "I’m going to be late if I don’t leave right now.",
    "I’ve got a few more things to check off my to-do list.",
    "I’ve got to go now, but we’ll talk later!",
    "I should probably head out and get some things done.",
    "I’ve got to catch the train before it leaves.",
    "I’m heading out now, but I’ll see you soon!",
    "I’ve got to run now, but it was great seeing you!"
  ]
}