{
  "Strings": [
    "Is it just me, or did it just get a lot hotter in here?",
    "Do you come here often, or was it just fate?",
    "You must be tired, because you’ve been running through my mind all day.",
    "I don’t usually do this, but… can I buy you a drink?",
    "Are you always this charming, or is it just today?",
    "I was going to say something smooth, but I just forgot it looking at you.",
    "I couldn’t help but notice you from across the room.",
    "You just made my day by showing up.",
    "If we were at a bar, I’d be buying your next drink.",
    "Do you believe in love at first sight, or should I walk by again?",
    "You’ve got this mysterious vibe that’s kinda irresistible.",
    "If I said you had a great smile, would you hold it against me?",
    "Are you flirting with me, or am I imagining things?",
    "I didn’t know someone could be this cute and interesting at the same time.",
    "Wow, you look even better up close.",
    "I’m no photographer, but I can definitely picture us together.",
    "Is it just me, or do we make the perfect team?",
    "You’ve got this aura about you that’s impossible to ignore.",
    "I think we’d look pretty good together, don’t you?",
    "I swear I’ve seen you before… in my dreams.",
    "Do you have a map? Because I keep getting lost in your eyes.",
    "I was wondering if you have an extra heart, because mine just got stolen.",
    "You must be a magician, because every time I look at you, everyone else disappears.",
    "Is your name Google? Because you’ve got everything I’ve been searching for.",
    "Are you French? Because Eiffel for you.",
    "If beauty were time, you’d be an eternity.",
    "I didn’t know angels could fly so low.",
    "Are you a parking ticket? Because you’ve got 'fine' written all over you.",
    "Do you believe in fate, or are we just a really good coincidence?",
    "I’m not a mathematician, but I think we’re adding up to something special.",
    "I must be in a museum, because you’re truly a work of art.",
    "Do you have a Band-Aid? Because I just scraped my knee falling for you.",
    "Are you a time traveler? Because I can see you in my future.",
    "Are we at the airport? Because my heart is taking off every time I see you.",
    "I must have followed a rainbow because I just found the treasure I’ve been looking for.",
    "Are you a magician? Because when I’m looking at you, everyone else disappears.",
    "Your hand looks heavy—can I hold it for you?",
    "Is it OK if I follow you home? Because my parents always told me to follow my dreams.",
    "Do you believe in destiny? Because I think we were meant to meet.",
    "Are you a camera? Because every time I look at you, I smile.",
    "You must be a star, because you light up the room.",
    "Excuse me, but I think you dropped something: my jaw.",
    "I’d say God bless you, but it looks like He already did.",
    "Are you a dictionary? Because you add meaning to my life.",
    "You must be a volcano, because I lava you.",
    "Is your dad a boxer? Because you’re a knockout!",
    "You’re so stunning, I forgot my pickup line.",
    "If you were a vegetable, you’d be a cute-cumber.",
    "You’re like a fine wine, you just get better with time.",
    "Excuse me, but you’ve got a little bit of cute on your face.",
    "If you were a fruit, you’d be a fine-apple.",
    "I think there’s something wrong with my eyes because I can’t take them off you.",
    "I must be a snowflake, because I’ve fallen for you.",
    "Are we playing hide and seek? Because I’ve been looking for someone like you.",
    "Are you a Wi-Fi signal? Because I’m feeling a strong connection.",
    "You must be a loan from a bank, because you’ve got my interest!",
    "I must be lost, because heaven’s a long way from here.",
    "Can I take you out for dinner? Because I can’t seem to get you off my mind.",
    "You’ve got everything I’ve been looking for, and believe me, I’ve been searching.",
    "Are you a campfire? Because you’re hot and I want s’more.",
    "Is your aura always this bright, or is it just today?",
    "Do you have any raisins? No? How about a date?",
    "Are you the ocean? Because I’m lost at sea.",
    "I must be in a maze, because I’m totally lost in your eyes.",
    "If kisses were snowflakes, I’d send you a blizzard.",
    "You’re so sweet, you’re giving me a toothache.",
    "Can you tell me the time? Because I just lost track of it when I saw you.",
    "Is your aura always this magnetic, or is it just around me?",
    "If I could rearrange the alphabet, I’d put ‘U’ and ‘I’ together.",
    "Are you a shooting star? Because my wish just came true.",
    "You’ve stolen my heart, but I’ll let you keep it.",
    "Are you a mirror? Because I see myself in you.",
    "Do you mind if I walk you home? My app says you’re a perfect match.",
    "Do you have a compass? Because I’m lost in your charm.",
    "Is it just me, or do you feel this connection too?",
    "You’ve got that certain something, and I think I like it.",
    "Are you a key? Because you’ve unlocked something in me."
  ]
}