{
  "Strings": [
    "Why don’t skeletons fight each other? They don’t have the guts!",
    "I told my wife she was drawing her eyebrows too high. She looked surprised.",
    "What do you call fake spaghetti? An impasta!",
    "Why don’t scientists trust atoms? Because they make up everything.",
    "What’s the best thing about Switzerland? I don’t know, but the flag is a big plus.",
    "I told my computer I needed a break, and now it’s acting all Windows 95 on me.",
    "Why did the coffee file a police report? It got mugged.",
    "I wanted to lose weight, but then I saw a donut. Life’s hard.",
    "I asked the librarian if the library had any books on paranoia. She whispered, 'They’re right behind you.'",
    "I was wondering why the frisbee was getting bigger… and then it hit me.",
    "I told my friend 10 jokes to make him laugh. Sadly, no pun in ten did.",
    "My boss told me to have a good day, so I went home.",
    "What’s orange and sounds like a parrot? A carrot!",
    "Why did the math book look sad? It had too many problems.",
    "Parallel lines have so much in common… it’s a shame they’ll never meet.",
    "Why don’t eggs tell jokes? They’d crack each other up.",
    "What do you call cheese that isn’t yours? Nacho cheese!",
    "I used to play piano by ear, but now I use my hands.",
    "Why don’t some couples go to the gym? Because some relationships don’t work out.",
    "I bought shoes from a drug dealer once. I don’t know what he laced them with, but I’ve been tripping all day.",
    "How does a penguin build its house? Igloos it together.",
    "Why don’t oysters donate to charity? Because they’re shellfish.",
    "Why did the scarecrow win an award? Because he was outstanding in his field.",
    "How does the moon cut his hair? Eclipse it.",
    "What do you call a fish wearing a crown? A kingfish.",
    "I’m reading a book on anti-gravity. It’s impossible to put down.",
    "What do you call a bear with no teeth? A gummy bear!",
    "Why don’t skeletons ever use cell phones? They don’t have any body to call.",
    "What’s brown and sticky? A stick.",
    "Why can’t you give Elsa a balloon? Because she’ll let it go.",
    "I told my dog to sit, but he didn’t get the joke. Guess it went over his head.",
    "Why did the tomato turn red? Because it saw the salad dressing!",
    "Why can’t your nose be 12 inches long? Because then it would be a foot.",
    "What’s a skeleton’s least favorite room in the house? The living room.",
    "I used to be addicted to the hokey pokey, but then I turned myself around.",
    "Why don’t vampires have mirrors? They can’t handle their reflection.",
    "What do you call a cow with no legs? Ground beef.",
    "What did one ocean say to the other ocean? Nothing, they just waved.",
    "What did the zero say to the eight? Nice belt!",
    "Why don’t koalas count as bears? They don’t have the right koalafications.",
    "Why did the bicycle fall over? Because it was two-tired.",
    "I told my refrigerator a joke, but it didn’t laugh. It was too cool.",
    "What do you call a dog magician? A labracadabrador.",
    "Why did the golfer bring two pairs of pants? In case he got a hole in one.",
    "What do you call an alligator in a vest? An investigator.",
    "I used to have a job at a calendar factory, but I got fired for taking a day off.",
    "What’s the best way to watch a fly fishing tournament? Live stream.",
    "How does a train eat? It goes chew-chew!",
    "Why did the mushroom go to the party alone? Because he’s a fungi.",
    "What did the grape do when it got stepped on? Nothing, it just let out a little wine.",
    "I would tell you a joke about an elevator, but it’s an uplifting experience.",
    "Why did the banker break up with the calculator? It didn’t add up.",
    "What do you get when you cross a snowman and a vampire? Frostbite.",
    "Why don’t ants get sick? Because they have tiny ant-bodies.",
    "What did the janitor say when he jumped out of the closet? Supplies!",
    "I wanted to go on a diet, but I feel like I have too much on my plate right now.",
    "Why did the chicken join a band? Because it had the drumsticks.",
    "What do you get if you cross a cat with a lemon? A sour puss.",
    "Why did the math teacher break up with the calculator? They just could’t multiply.",
    "Why was the computer cold? It left its Windows open.",
    "What do you call a sleeping bull? A bulldozer.",
    "Why did the barber win the race? He knew all the shortcuts.",
    "What’s a computer’s favorite snack? Microchips.",
    "What kind of shoes do ninjas wear? Sneakers.",
    "How do cows stay up to date? They read the moos-paper.",
    "What do you call a lazy kangaroo? A pouch potato.",
    "How do bees get to school? By school buzz.",
    "Why don’t you ever see elephants hiding in trees? Because they’re so good at it.",
    "What’s a cat’s favorite color? Purr-ple.",
    "Why do birds fly south for the winter? It’s faster than walking.",
    "What did one wall say to the other wall? I’ll meet you at the corner.",
    "Why did the golfer bring extra socks? In case he got a hole in one.",
    "Why are frogs so happy? Because they eat whatever bugs them.",
    "What do you call a boomerang that won’t come back? A stick.",
    "What did one hat say to the other? Stay here, I’m going on ahead.",
    "How does a scientist freshen their breath? With experi-mints.",
    "Why do fish never do well in school? Because they’re always below sea level."
  ]
}