{
  "Strings": [
    "Do you know where the nearest subway station is?",
    "Have you heard about that new restaurant?",
    "What time is it?",
    "Do you have the time?",
    "Excuse me, can you help me find this place?",
    "What’s the best thing to do around here?",
    "Do you have any recommendations for lunch?",
    "Where are you from?",
    "How do you like living here?",
    "Is this your first time in the city?",
    "What’s your favorite thing to do on weekends?",
    "Do you live around here?",
    "Is there a good place to grab a coffee nearby?",
    "Have you been to that new art gallery?",
    "How do you get used to all this noise?",
    "What brings you to this part of town?",
    "Do you know of any good parks around here?",
    "Have you tried any good local food recently?",
    "Where’s the best place to go shopping around here?",
    "Do you know if there’s a farmers market nearby?",
    "Are there any good events happening in town soon?",
    "What’s the weather usually like around this time of year?",
    "Do you know where I can find a good bookshop?",
    "What’s your favorite neighborhood in the city?",
    "Are there any good museums or cultural spots nearby?",
    "What’s the traffic usually like around here?",
    "Do you usually walk or take public transport?",
    "Where’s the best place to get dessert around here?",
    "Do you know of any good hiking spots around the city?",
    "What’s the best street to visit for local shops?",
    "Have you been to any concerts or shows lately?",
    "What’s the most unique place you’ve visited in this area?",
    "Where’s a good spot to relax and people-watch?",
    "Do you have a favorite cafe to work or read in?",
    "How’s the nightlife around here?",
    "Do you know of any quiet places to escape the city noise?",
    "Is there a rooftop bar or restaurant you’d recommend?",
    "What’s the coolest local attraction you’ve been to?",
    "Have you ever taken a city tour here?",
    "Are there any hidden gems in this part of the city?",
    "What’s your go-to activity when the weather is bad?",
    "Do you know if there’s a flea market or antique shop nearby?",
    "What’s the best way to get around town?",
    "Do you have any favorite street food spots around here?",
    "Where’s the best spot to catch a sunset in the city?",
    "What’s your favorite park or green space around here?",
    "Is there a place where locals like to hang out?",
    "Do you know of any local festivals or fairs coming up?",
    "Where’s the best place to see the city skyline?",
    "How do people usually spend their weekends in this city?",
    "Do you know of any historical sites nearby?",
    "What’s the most popular hangout spot in the area?",
    "Do you know if there are any street performers around here?",
    "What’s the best place to try local cuisine?",
    "Have you ever been to a rooftop cinema here?",
    "Is there a good spot for a weekend getaway near the city?",
    "What’s the best way to meet new people around here?",
    "Do you know of any local artists or galleries worth visiting?",
    "What’s the most scenic spot in the city?",
    "Where’s the nearest library or study space?",
    "What’s your favorite time of year to be in the city?",
    "Is there a place with live music around here?",
    "What’s the most unique building or structure in the area?",
    "Do you know if there’s a bike rental station nearby?",
    "What’s the most iconic landmark in this city?",
    "Have you visited any parks or botanical gardens nearby?",
    "Do you know if there’s a good spot to watch the sunrise?",
    "What’s your favorite thing to do when you’re off work?",
    "Is there a quiet cafe where I can work?",
    "What’s the best way to experience the city like a local?",
    "Do you know if there’s a street market happening today?",
    "Where’s the best place to see the stars at night?",
    "Are there any day trips worth taking from the city?",
    "Have you tried any interesting food trucks around here?",
    "Do you know where the nearest coworking space is?",
    "What’s the best place for brunch around here?",
    "Where’s the nearest place to rent a scooter or bike?",
    "What’s your favorite annual event in the city?",
    "Do you know if there’s an outdoor movie screening this week?",
    "What’s the best rooftop bar you’ve been to?",
    "Do you have a favorite local bookstore?",
    "Where’s the best place to catch a ferry or boat ride?",
    "What’s the most underrated thing to do in the city?",
    "Do you know if there’s an open mic night somewhere?",
    "What’s the best public transport app to use around here?",
    "Do you have a favorite local brewery?",
    "What’s the best free activity in the city?",
    "Is there a good place to get souvenirs nearby?",
    "What’s the most beautiful street in this area?",
    "Do you know if there’s a comedy club around here?",
    "Where’s the nearest gym or fitness center?",
    "What’s the best place to relax after a long day?",
    "Do you know of any cool rooftop gardens?",
    "What’s your favorite local food to recommend to visitors?",
    "Where’s the best spot to take photos around here?",
    "Do you know if there’s a good swimming pool nearby?"
  ]
}