{
  "Strings": [
    "The weather’s been so weird lately, has’t it?",
    "Have you seen the latest episode of that new show?",
    "Do you live around here?",
    "It’s been such a long week, huh?",
    "Did you catch the game last night?",
    "Traffic is a nightmare today.",
    "Busy day today, huh?",
    "Do you have any weekend plans?",
    "Have you tried the new coffee shop down the street?",
    "I can’t wait for the weekend.",
    "It’s so crowded here today.",
    "You from around here?",
    "What’s your favorite spot in the city?",
    "Been up to anything fun lately?",
    "This city never sleeps, does it?",
    "Did you hear about the new movie coming out?",
    "Isn't it great to finally have some sunshine?",
    "Did you get caught in the rain earlier?",
    "How’s work going for you?",
    "Do you have any vacations planned soon?",
    "How do you usually spend your weekends?",
    "Have you checked out any good restaurants lately?",
    "The line here is crazy, isn’t it?",
    "Do you know of any fun events happening soon?",
    "Have you been to that new art exhibit?",
    "How do you beat the heat in this city?",
    "Are you a morning person or a night owl?",
    "What’s the best meal you’ve had this week?",
    "Ever feel like there’s never enough time in the day?",
    "Have you met anyone interesting recently?",
    "What's your go-to way to relax after work?",
    "Any recommendations for a good movie or TV show?",
    "It’s finally starting to cool down, isn’t it?",
    "Did you have a chance to see that live concert?",
    "How do you like to spend your time off?",
    "Have you been following the news lately?",
    "Do you like this time of year?",
    "Is it always this busy around here?",
    "What’s something exciting you’ve got coming up?",
    "Have you been to any good festivals lately?",
    "What’s your favorite way to spend a day off?",
    "It’s been so humid lately, has’t it?",
    "Do you ever feel like the week just drags on?",
    "What’s your favorite local coffee spot?",
    "Do you have any favorite weekend getaways?",
    "Are you more of a summer or winter person?",
    "Isn’t this the perfect weather for a walk?",
    "Do you have any favorite outdoor activities?",
    "How do you usually spend your evenings?",
    "Have you been able to keep up with your hobbies lately?",
    "Do you like exploring new places in the city?",
    "What’s the best book you’ve read recently?",
    "Have you noticed how fast this year is going by?",
    "Do you follow any sports?",
    "Ever tried any new recipes lately?",
    "Do you have a favorite local band or musician?",
    "Isn’t it funny how time flies?",
    "What’s your favorite holiday of the year?",
    "Are you looking forward to the weekend?",
    "What’s your favorite season?",
    "Have you ever taken a spontaneous trip?",
    "Do you prefer to stay in or go out on weekends?",
    "What’s your favorite thing about this city?",
    "Isn't it a perfect day for a picnic?",
    "Ever feel like you need a vacation from your vacation?",
    "Do you prefer watching movies at home or in theaters?",
    "Have you heard any good podcasts lately?",
    "Do you have any tips for beating the Monday blues?",
    "What’s your favorite way to unwind?",
    "Do you know any hidden gems around the city?",
    "Have you ever had a week that just flew by?",
    "Is there a go-to spot you recommend to visitors?",
    "Do you enjoy cooking or prefer dining out?",
    "Have you noticed how early it’s getting dark now?",
    "What’s the last thing you binge-watched?",
    "Do you have any favorite food trucks?",
    "How do you deal with the cold in the winter?",
    "Ever discover a new hobby recently?",
    "Do you find yourself more productive in the mornings or evenings?",
    "Have you ever had one of those weeks where nothing goes right?",
    "What’s your favorite way to enjoy a lazy Sunday?",
    "What’s the most interesting place you’ve visited in the city?",
    "Do you have any favorite rainy day activities?",
    "What’s something new you’ve learned recently?",
    "Do you prefer traveling to cities or nature spots?",
    "Do you ever wish the weekends were longer?"
  ]
}