{
  "Strings": [
    "Careful where you're going.",
    "You really don't want to do that.",
    "This is your final warning.",
    "Watch your step, you’re walking into trouble.",
    "You're about to cross a line you can't uncross.",
    "Don't make a mistake you can’t fix.",
    "That path you’re on? It doesn’t end well.",
    "You better think twice before continuing.",
    "This is not a game. Step carefully.",
    "You have no idea who you’re dealing with.",
    "You’re walking into dangerous territory.",
    "I wouldn’t do that if I were you.",
    "This is going to end badly if you’re not careful.",
    "You have no clue what you're getting yourself into.",
    "Things are about to get rough if you keep pushing.",
    "You’re asking for more than you can handle.",
    "This is your last chance to turn back.",
    "The next move you make could be your last.",
    "You're biting off more than you can chew.",
    "If you’re smart, you’ll walk away now.",
    "You don’t know how much trouble you’re in.",
    "Trust me, you don’t want to see where this goes.",
    "There are things you don’t want to discover here.",
    "You’re playing a dangerous game.",
    "Turn back now, while you still can.",
    "You’re in over your head.",
    "You're standing on thin ice, and it's cracking.",
    "Think hard before you take another step.",
    "You’re about to open a door you can’t close.",
    "Once you cross this line, there's no going back.",
    "You’re walking right into a trap.",
    "One more wrong step, and it’ll all fall apart.",
    "Do yourself a favor and stop now.",
    "You don’t know what you’ve just started.",
    "You won’t like the outcome if you keep this up.",
    "You're heading toward a disaster.",
    "You're on a slippery slope, and it's only getting steeper.",
    "Be very sure about your next move.",
    "Don’t think for a second this ends well for you.",
    "You’re dancing on a razor’s edge.",
    "The deeper you go, the harder it’ll be to escape.",
    "You’re one step away from serious trouble.",
    "You're toying with forces you don’t understand.",
    "You’re about to make a huge mistake.",
    "Don’t dig yourself deeper into this.",
    "You’re heading into dangerous waters.",
    "You’re about to trigger something you can’t stop.",
    "You’ve pushed too far already.",
    "Turn around before it’s too late.",
    "You’re about to walk into a storm.",
    "Don’t think you can handle what’s coming.",
    "You’re approaching the point of no return.",
    "Stop before things get worse.",
    "You’re way out of your depth.",
    "If you keep going, it’ll only end in disaster.",
    "This isn’t going to go the way you think.",
    "You don’t want to see what’s on the other side of this.",
    "You’re standing on a cliff, and it's a long drop down.",
    "There’s no coming back from what you’re about to do.",
    "You’re heading straight for trouble.",
    "I’d think twice if I were you.",
    "You’re about to walk into a world of hurt.",
    "The further you go, the harder it’ll be to stop.",
    "You’re walking into a lion’s den.",
    "You're pushing your luck too far.",
    "You're playing with fire, and you're about to get burned.",
    "This road only leads to regret.",
    "You don’t want to go any further.",
    "You’ve started something you can’t finish.",
    "Turn back now, while you still have a chance.",
    "You’re about to cross a line that can’t be uncrossed.",
    "The ground you’re standing on is about to collapse.",
    "You’re getting in over your head, fast.",
    "You’re on the edge of something dangerous."
  ]
}